Revit 2026 API

# FilteredWorksetCollector Properties

---

The FilteredWorksetCollector type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |

#### Reference

FilteredWorksetCollector Class

Autodesk.Revit.DB Namespace